xml_logs/envio_lote_1781551312108_RJ.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <gnreCabecMsg xmlns="http://www.gnre.pe.gov.br/webservice/GnreLoteRecepcao">
      <versaoDados>2.00</versaoDados>
    </gnreCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <gnreDadosMsg xmlns="http://www.gnre.pe.gov.br/webservice/GnreLoteRecepcao">
      <TLote_GNRE xmlns="http://www.gnre.pe.gov.br" versao="2.00">
        <guias>
          <TDadosGNRE versao="2.00">
            <ufFavorecida>RJ</ufFavorecida>
            <tipoGnre>0</tipoGnre>
            <contribuinteEmitente>
              <identificacao>
                <CNPJ>10436619000105</CNPJ>
              </identificacao>
              <razaoSocial>LALUA COMERCIO DE MODAS EIRELI</razaoSocial>
              <endereco>RUA MARECHAL ANDREA 82</endereco>
              <municipio>27408</municipio>
              <uf>BA</uf>
              <cep>41810105</cep>
            </contribuinteEmitente>
            <itensGNRE>
              <item>
                <receita>100102</receita>
                <documentoOrigem tipo="24">29260410436619000105550020000502241096215744</documentoOrigem>
                <referencia>
                  <periodo>0</periodo>
                  <mes>04</mes>
                  <ano>2026</ano>
                </referencia>
                <dataVencimento>2026-06-18</dataVencimento>
                <valor tipo="11">22.55</valor>
                <valor tipo="21">22.55</valor>
                <contribuinteDestinatario>
                  <identificacao>
                    <CNPJ>13937073000156</CNPJ>
                  </identificacao>
                  <razaoSocial>MARIA CAROLINA FALCAO</razaoSocial>
                  <municipio>04557</municipio>
                </contribuinteDestinatario>
                <camposExtras>
                  <campoExtra>
                    <codigo>55</codigo>
                    <valor>29260410436619000105550020000502241096215744</valor>
                  </campoExtra>
                  <campoExtra>
                    <codigo>117</codigo>
                    <valor>2026-04-23</valor>
                  </campoExtra>
                </camposExtras>
              </item>
            </itensGNRE>
            <valorGNRE>22.55</valorGNRE>
            <dataPagamento>2026-06-18</dataPagamento>
          </TDadosGNRE>
          <TDadosGNRE versao="2.00">
            <ufFavorecida>RJ</ufFavorecida>
            <tipoGnre>0</tipoGnre>
            <contribuinteEmitente>
              <identificacao>
                <CNPJ>10436619000105</CNPJ>
              </identificacao>
              <razaoSocial>LALUA COMERCIO DE MODAS EIRELI</razaoSocial>
              <endereco>RUA MARECHAL ANDREA 82</endereco>
              <municipio>27408</municipio>
              <uf>BA</uf>
              <cep>41810105</cep>
            </contribuinteEmitente>
            <itensGNRE>
              <item>
                <receita>100102</receita>
                <documentoOrigem tipo="24">29260410436619000105550020000502711039356032</documentoOrigem>
                <referencia>
                  <periodo>0</periodo>
                  <mes>04</mes>
                  <ano>2026</ano>
                </referencia>
                <dataVencimento>2026-06-18</dataVencimento>
                <valor tipo="11">58.16</valor>
                <valor tipo="21">58.16</valor>
                <contribuinteDestinatario>
                  <identificacao>
                    <CNPJ>13937073000156</CNPJ>
                  </identificacao>
                  <razaoSocial>ANALU MUJICA DE BARROS PEGADO</razaoSocial>
                  <municipio>04557</municipio>
                </contribuinteDestinatario>
                <camposExtras>
                  <campoExtra>
                    <codigo>55</codigo>
                    <valor>29260410436619000105550020000502711039356032</valor>
                  </campoExtra>
                  <campoExtra>
                    <codigo>117</codigo>
                    <valor>2026-04-24</valor>
                  </campoExtra>
                </camposExtras>
              </item>
            </itensGNRE>
            <valorGNRE>58.16</valorGNRE>
            <dataPagamento>2026-06-18</dataPagamento>
          </TDadosGNRE>
          <TDadosGNRE versao="2.00">
            <ufFavorecida>RJ</ufFavorecida>
            <tipoGnre>0</tipoGnre>
            <contribuinteEmitente>
              <identificacao>
                <CNPJ>10436619000105</CNPJ>
              </identificacao>
              <razaoSocial>LALUA COMERCIO DE MODAS EIRELI</razaoSocial>
              <endereco>RUA MARECHAL ANDREA 82</endereco>
              <municipio>27408</municipio>
              <uf>BA</uf>
              <cep>41810105</cep>
            </contribuinteEmitente>
            <itensGNRE>
              <item>
                <receita>100102</receita>
                <documentoOrigem tipo="24">29260410436619000105550020000503261059352660</documentoOrigem>
                <referencia>
                  <periodo>0</periodo>
                  <mes>04</mes>
                  <ano>2026</ano>
                </referencia>
                <dataVencimento>2026-06-18</dataVencimento>
                <valor tipo="11">63.04</valor>
                <valor tipo="21">63.04</valor>
                <contribuinteDestinatario>
                  <identificacao>
                    <CNPJ>13937073000156</CNPJ>
                  </identificacao>
                  <razaoSocial>ANALU MUJICA DE BARROS PEGADO</razaoSocial>
                  <municipio>04557</municipio>
                </contribuinteDestinatario>
                <camposExtras>
                  <campoExtra>
                    <codigo>55</codigo>
                    <valor>29260410436619000105550020000503261059352660</valor>
                  </campoExtra>
                  <campoExtra>
                    <codigo>117</codigo>
                    <valor>2026-04-29</valor>
                  </campoExtra>
                </camposExtras>
              </item>
            </itensGNRE>
            <valorGNRE>63.04</valorGNRE>
            <dataPagamento>2026-06-18</dataPagamento>
          </TDadosGNRE>
          <TDadosGNRE versao="2.00">
            <ufFavorecida>RJ</ufFavorecida>
            <tipoGnre>0</tipoGnre>
            <contribuinteEmitente>
              <identificacao>
                <CNPJ>10436619000105</CNPJ>
              </identificacao>
              <razaoSocial>LALUA COMERCIO DE MODAS EIRELI</razaoSocial>
              <endereco>RUA MARECHAL ANDREA 82</endereco>
              <municipio>27408</municipio>
              <uf>BA</uf>
              <cep>41810105</cep>
            </contribuinteEmitente>
            <itensGNRE>
              <item>
                <receita>100102</receita>
                <documentoOrigem tipo="24">29260410436619000105550020000503381005071079</documentoOrigem>
                <referencia>
                  <periodo>0</periodo>
                  <mes>04</mes>
                  <ano>2026</ano>
                </referencia>
                <dataVencimento>2026-06-18</dataVencimento>
                <valor tipo="11">205.04</valor>
                <valor tipo="21">205.04</valor>
                <contribuinteDestinatario>
                  <identificacao>
                    <CNPJ>13937073000156</CNPJ>
                  </identificacao>
                  <razaoSocial>VANESSA BARRETO DE AMORIM FALCONE</razaoSocial>
                  <municipio>04557</municipio>
                </contribuinteDestinatario>
                <camposExtras>
                  <campoExtra>
                    <codigo>55</codigo>
                    <valor>29260410436619000105550020000503381005071079</valor>
                  </campoExtra>
                  <campoExtra>
                    <codigo>117</codigo>
                    <valor>2026-04-29</valor>
                  </campoExtra>
                </camposExtras>
              </item>
            </itensGNRE>
            <valorGNRE>205.04</valorGNRE>
            <dataPagamento>2026-06-18</dataPagamento>
          </TDadosGNRE>
          <TDadosGNRE versao="2.00">
            <ufFavorecida>RJ</ufFavorecida>
            <tipoGnre>0</tipoGnre>
            <contribuinteEmitente>
              <identificacao>
                <CNPJ>10436619000105</CNPJ>
              </identificacao>
              <razaoSocial>LALUA COMERCIO DE MODAS EIRELI</razaoSocial>
              <endereco>RUA MARECHAL ANDREA 82</endereco>
              <municipio>27408</municipio>
              <uf>BA</uf>
              <cep>41810105</cep>
            </contribuinteEmitente>
            <itensGNRE>
              <item>
                <receita>100102</receita>
                <documentoOrigem tipo="24">29260410436619000105550020000503471065347827</documentoOrigem>
                <referencia>
                  <periodo>0</periodo>
                  <mes>04</mes>
                  <ano>2026</ano>
                </referencia>
                <dataVencimento>2026-06-18</dataVencimento>
                <valor tipo="11">63.68</valor>
                <valor tipo="21">63.68</valor>
                <contribuinteDestinatario>
                  <identificacao>
                    <CNPJ>13937073000156</CNPJ>
                  </identificacao>
                  <razaoSocial>FERNANDA NOBRE MUNIZ</razaoSocial>
                  <municipio>04557</municipio>
                </contribuinteDestinatario>
                <camposExtras>
                  <campoExtra>
                    <codigo>55</codigo>
                    <valor>29260410436619000105550020000503471065347827</valor>
                  </campoExtra>
                  <campoExtra>
                    <codigo>117</codigo>
                    <valor>2026-04-30</valor>
                  </campoExtra>
                </camposExtras>
              </item>
            </itensGNRE>
            <valorGNRE>63.68</valorGNRE>
            <dataPagamento>2026-06-18</dataPagamento>
          </TDadosGNRE>
        </guias>
      </TLote_GNRE>
    </gnreDadosMsg>
  </soap12:Body>
</soap12:Envelope>